Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Powinieneś trafić za to do lochu, ale nie mam czasu, żeby teraz się tym zająć.
uk: За це тебе слід було б відправити до в'язниці, але зараз я не маю часу цим займатися.

source: Powinieneś trafić za to do lochu.
uk: Тебе слід відправити до в'язниці.

source: Powinieneś wiedzieć, że większość magów w klasztorze pamięta Volkera jeszcze jako młodzieńca, gdy sam dorobił się fortuny i chciał naprawiać świat.
uk: Ти маєш знати, що більшість магів у монастирі пам'ятають Волкера ще юнаком, коли він заробив свій статок і хотів покращити світ.

source: Powinieneś zrobić to jak najszybciej, bo obaj mają coś na podorędziu, a pozostali ludzie Araxos nie próżnują i szybko zabierają zlecenia.
uk: Тобі слід почати якнайшвидше, бо в обох вже є кандидати, і вони не сидітимуть склавши руки.

source: Powinna być trochę warta.
uk: Вона повинна бути досить цінною.

source: Powinna siedzieć w tej ziemiance obok i liczyć butelki wina. Tylko nie przeszkadzaj jej w pracy, i tak już się tym zajmuje dłużej niż powinna.
uk: Вона має бути в льоху, перераховує пляшки вина. Тільки не заважай їй працювати, вона й так займається цим довше, ніж треба.

source: Powinnam jeszcze raz ci pokazać, kto tu rządzi?
uk: Може, мені ще раз показати тобі, хто тут головний?

source: Powinnaś iść z nami. Reszta już jest w wiosce. Tam będziesz bezpieczna.
uk: Ходімо з нами. Всі інші вже в селі. Там ти будеш у безпеці.

source: Powinni być w drodze do karczmy. Wygląda na to, że będę musiał przygotować dodatkowe łóżka, a Martha nagotować więcej gulaszu...
uk: Мабуть, прямують до корчми. Схоже, мені доведеться приготувати додаткові ліжка, а Марті – більше рагу...

source: Powinni wciąż siedzieć na strychu jednego z domów w porcie w pobliżu wejścia do slumsów. Na jego drzwiach znajduje się symbol słońca.
uk: Вони все ще мають сидіти на горищі одного з будинків у порту, що біля входу в нетрі. На його дверях символ сонця.

source: Powinni zniknąć stąd na jakiś czas.
uk: Вони повинні зникнути звідси на деякий час.

source: Powinniście byli zostać w tej waszej zapchlonej dziurze!
uk: Краще б ви залишилися у своїй блошиній норі!

source: Powinniście go stąd zabrać i wytrzeźwić.
uk: Забирайте його звідси і дайте протверезіти.

source: Powinniście poprosić o pomoc myśliwych.
uk: Попроси мисливців про допомогу.

source: Powinniśmy iść dalej.
uk: Треба рухатися далі.

source: Powinniśmy już wracać.
uk: Нам вже час повертатися.

source: Powinniśmy poradzić sobie z taką liczbą przemytników, dodatkowo te wszystkie korytarze zadziałają na naszą korzyść.
uk: Ми маємо впоратися з такою кількістю контрабандистів, а вузькі коридори нам у цьому допоможуть.

source: Powinniśmy się im jakoś przeciwstawić. Jeśli tak to zostawimy, to wykończą nas jednego po drugim, zupełnie jak Roela na dnie tego tunelu, całego poturbowanego i pogryzionego.
uk: Ми повинні їм якось протистояти. Якщо ми залишимо все як є, вони переб'ють нас одного за одним, як Роела на дні тунелю, побитого і покусаного.

source: Powinniśmy zawołać pozostałych i zacząć transportować nasze towary.
uk: Треба покликати інших і починати переносити наші речі.

source: Powinno być to dla ciebie oczywiste! Chyba nie jesteś zbyt religijny!
uk: Це має бути очевидним для тебе! Схоже, що ти не дуже набожний!

source: Powinno być trochę warte.
uk: Вона повинна чимало коштувати.

source: Powinno pasować...
uk: Повинно підійти...

source: Powinno wytrzymać!
uk: Повинно витримати!

source: Powinność
uk: Обов'язок

source: Powinny łazić całymi stadami w pobliżu klifów i linii brzegowej.
uk: Вони повинні блукати цілими зграями біль скель та вздовж берега.

source: Powitajcie pierwszych śmiałków.
uk: Вітайте перших сміливців.

source: Powiększenie potwora
uk: Збільшення монстра

source: Powodem ataku pełzaczy było dotarcie do gniazda królowej.
uk: Причиною нападу повзунів була спроба дістатися до гнізда королеви.

source: Powodzenia - nie daj się zabić.
uk: Успіхів – не дай себе вбити.

source: Powodzenia Berto.
uk: Щасти тобі, Берто.

source: Powodzenia Marvin, i niech Adanos będzie z tobą!
uk: Щасти тобі, Марвіне, і нехай Аданос буде з тобою!

source: Powodzenia chłopcze, jeśli dalej rozegrasz to tak sprytnie jak do tej pory, to może wyjdziesz z tego żywy.
uk: Щасти тобі, хлопче. Якщо будеш і далі вести себе настільки ж розумно, як досі, можливо, виберешся звідси живим.

source: Powodzenia i pamiętaj, że zawsze jesteś tu mile widziany!
uk: Щасти тобі і пам'ятай, що тобі тут завжди раді!

source: Powodzenia na wszystkich twoich przyszłych ścieżkach. Niech twoje decyzje przywracają równowagę w naszym cierpiącym świecie.
uk: Щасти тобі у всіх твоїх подальших стежках. Нехай твої рішення відновлять рівновагу у нашому стражденному світі.

source: Powodzenia na, powiedzmy, nowej drodze życia!
uk: Успіхів тобі, скажімо так, на новому життєвому шляху!

source: Powodzenia w Wilczym Leżu i uważaj na tych typków, nigdy za nimi nie przepadałem.
uk: Щасти тобі у Вовчому Лігві і стережися тих типів, вони мені ніколи не подобались.

source: Powodzenia w dostaniu się do miasta na własną rękę.
uk: Щасти тобі потрапити до міста самостійно.

source: Powodzenia w poszukiwaniach. Na mnie już czas.
uk: Успіхів у пошуках. Мені пора йти.

source: Powodzenia w szukaniu naiwniaków.
uk: Щасти тобі в пошуках довірливих людей.

source: Powodzenia w szukaniu towarzyszy!
uk: Щасти у пошуках товаришів!

source: Powodzenia z Marthą.
uk: Хай щастить з Мартою.

source: Powodzenia!
uk: Щасти!

source: Powodzenia, Marvin!
uk: Щасти тобі, Марвіне!

source: Powodzenia, Marvin. Gdybyś czegoś potrzebował, wiedz, że możesz na mnie liczyć.
uk: Успіхів тобі, Марвіне. Якщо тобі щось знадобиться, знай – ти можеш на мене розраховувати.

source: Powodzenia, Marvin. Jorn na pewno się odnajdzie, czuję to.
uk: Щасти тобі, Марвіне. Йорн обов'язково знайдеться, я це відчуваю.

source: Powodzenia, chłopcze!
uk: Щасти тобі, хлопче!

source: Powodzenia, kumplu. Może jeszcze kiedyś spotkamy się na jakimś okręcie!
uk: Щасти тобі, друже. Може, ще колись зустрінемося на якомусь кораблі!

source: Powodzenia, młody. Żebyś sam niczego nie złapał!
uk: Щасти тобі, юначе. І дивись сам нічого не підчепи!

source: Powodzenia.
uk: Щасти.

source: Powodzenia. Nie spadnij przy okazji z jakiegoś dźwigu.
uk: Щасти тобі. Дивись, не впади з якогось підйомника при цьому.

source: Powodzenia. Widzimy się później.
uk: Щасти тобі. Побачимося пізніше.

source: Powodzenia. Wątpię, by ktoś chciał tam teraz wejść.
uk: Удачі тобі в цьому. Сумніваюся, що хтось захоче зараз туди спускатись.

source: Powoli już nie nadążam z zamówieniami!
uk: Я все частіше не встигаю з замовленнями!

source: Powoli robi się ciemno, a w ciemnicy za cholerę nie doliczę się tych butelek.
uk: Вже сутеніє, а в темряві я не зможу порахувати ці пляшки.

source: Powoli tracę do tego siły! Sam już nie wiem, co mam robić!
uk: У мене вже сили немає на це! Я вже не знаю, що з цим робити!

source: Powoli udaje mi się zdobyć zaufanie muzyków. Dostałem listę przedmiotów, których potrzebują do następnego występu. Muszę się z nią zapoznać, a potem porozmawiać z Unicornem.
uk: Поступово мені вдається завойовувати довіру музикантів. Мені дали список речей, необхідних для наступного виступу. Слід ознайомитись з ним, а потім поговорити з Юнікорном.

source: Powoli zaczyna mi brakować miejsca na te wszystkie trofea... chyba pora je zacząć sprzedawać.
uk: У мене потроху починає закінчуватися місце на всі ці трофеї... думаю, пора вже починати їх продавати.

source: Powoli zaczynam wariować od tego nicnierobienia.
uk: Я потроху починаю сходити з розуму від неробства.

source: Powoli zaczynasz łapać, o co w tym chodzi.
uk: Ти потроху починаєш набиратися досвіду.

source: Powoli, bo nic już z tego nie rozumiem! Twierdzisz, że to nie wasza organizacja porwała mojego brata?
uk: Не поспішай, бо я вже нічого не розумію! Хочеш сказати, що це не ваша організація викрала мого брата?

source: Powoli, czego takiego nie widziałeś?
uk: Повільніше, чого ти не бачив?

source: Powoli, potrzebujemy dowodów. Masz takie?
uk: Не поспішай, нам потрібні докази. Ти маєш їх?

source: Powoli. Czy w wyniku tego... napastowania, poniosła pani jakieś szkody?
uk: Повільніше. Внаслідок цього... домагання, ви якось постраждали?

source: Powołaj się na rozkazy samego Wysłannika. Twierdź, że jesteśmy nietykalni!
uk: Посилайся на накази самого Посла. Стверджуй, що нас не можна чіпати!

source: Powrót do handlarki z pustymi rękami nie był mądrym pomysłem. Nie przekonały jej moje zapewnienia o tym, że udało mi się sprzedać wszystkie jej towary i że oddam jej należne złoto najszybciej jak to możliwe. Wygląda na to, że muszę dostać się do miasta na własną rękę.
uk: Повертатися до торговки з порожніми руками було не дуже мудро. Її не переконали мої запевнення, що мені вдалося продати весь її товар і що я віддам їй належне золото при першій же нагоді. Схоже, мені доведеться добиратися до міста самотужки.

source: Powstały niezliczone rozprawy próbujące wyjaśnić, czym jest owa nieznana siła, wprawiająca w ruch świat i wszystkie jego elementy. Choć wysnuto na ten temat wiele budzących podziw domysłów, najbliższa prawdy teoria przychyla się do twierdzenia, iż ów wpływ pochodzi z niebios, gdzie swoją siedzibę ma Innos.
uk: Незліченні трактати були написані, намагаючись пояснити, що це за невідома сила, яка приводить у рух світ і всі його елементи. Хоча на цю тему було висловлено багато вражаючих припущень, найбільш близькою до істини є теорія, що цей вплив відбувається з небес, де володарює Іннос.

source: Powszechny napitek na Archolos.
uk: Поширений напій на Архолосі.

source: Powtarzam - nie mam z tym nic wspólnego!
uk: Повторюю, я не маю до цього ніякого відношення!

source: Powtarzam nie mam z tym nic wspólnego!
uk: Повторюю, я не маю до цього ніякого відношення!

source: Powtórz, bo chyba nie dosłyszałem.
uk: Повтори, бо я, мабуть, не розчув.

source: Poza Archolos bywam także w innych rejonach królestwa. W każdej jest taki 'Roderich'.
uk: Окрім Архолосу я буваю також в інших провінціях королівства. І в кожній є такий 'Родеріх'.

source: Poza krwiopijcami pospolitymi,
uk: Крім звичайних шершнів,

source: Poza najbrzydszą figurką Innosa, jaką w życiu widziałem, nie miał nic ciekawego.
uk: Окрім найгидкішої статуетки Інноса, яку я коли-небудь бачив, у нього не було нічого цікавого.

source: Poza tym co macie przy sobie cały ładunek zniknął!
uk: Окрім тих ящиків, що зараз у нас, весь вантаж зник!

source: Poza tym jest to wiedza, którą zdobywa się latami, często metodą prób i błędów. Musiałbym wziąć cię na czeladnika, a ty musiałbyś być pilnym uczniem.
uk: Крім того, це знання, які здобуваються роками, часто шляхом спроб і помилок. Мені доведеться взяти тебе підмайстром, а ти мусиш бути дуже старанним учнем.

source: Poza tym mam dobre kontakty z magami. Gdyby dowiedzieli się, że na rynku krąży kopia tej księgi, trafiłbym przed sąd.
uk: До того ж, у мене хороші стосунки з магами. Якби вони дізналися, що на ринку поширюється примірник цієї книги, я б опинився перед судом.

source: Poza tym mam robotę od Rity.
uk: Крім того, у мене є робота від Рити.

source: Poza tym pozostało jeszcze kilka dni do następnej dostawy! Chyba nie wysłał cię, żebyś mnie...
uk: До того ж, до наступної доставки залишилося ще кілька днів! Я не думаю, що він послав тебе, щоб мене...

source: Poza tym przyda ci się moja pomoc.
uk: Крім того, тобі знадобиться моя допомога.

source: Poza tym staram się ćwiczyć tak często, jak się da.
uk: Крім того, я стараюся тренуватися якомога частіше.

source: Poza tym większość czasu spędzam w moim domu na Starym Mieście, a nie sądzę, byś często tam bywał.
uk: Крім того, я проводжу більшу частину часу у себе вдома в Старому місті, і я не думаю, що ти часто там буваєш.

source: Poza tym wątpię, by byli w stanie wyłożyć tak dużą sumę tylko za jedną osobę.
uk: Крім того, я сумніваюся, що вони змогли б викласти таку велику суму за одну людину.

source: Poza tym, Jon otrzymał bardzo ważne zadanie w terenie. Dopóki go nie wykona, nie przewiduję możliwości waszego spotkania.
uk: Крім того, Йон отримав дуже важливе завдання. Поки він його не виконає, я не бачу можливості, щоб ви зустрілися.

source: Poza tym, Lorenzo ostatnio wspomniał, że potrzebujemy nowych ludzi.
uk: Крім того, Лоренцо нещодавно згадував, що нам потрібні нові люди.

source: Poza tym, Ulryk dobrze płaci za każdą dostawę węgla.
uk: Крім того, Ульрік добре платить за кожне постачання вугілля.

source: Poza tym, Ulryk wysoko ceni sobie naszą pracę i jest gotów płacić wyjątkowo szczodrze za każdą dostawę węgla.
uk: Крім того, Ульрік цінує нашу роботу і готовий вкрай щедро платити за кожне постачання вугілля.

source: Poza tym, bez obrazy, ale cholernie łatwo jest was przekupić. Gonzalo zwyczajnie nie chciał ryzykować dostania nożem pod żebro.
uk: Крім того, не ображайся, але вас до біса легко підкупити. Гонсало просто не хотів ризикувати та отримати ножа під ребра.

source: Poza tym, chce oderwać się od tłumów, a połowa miasta próbuje tam załatwiać wszystkie swoje interesy.
uk: Крім того, хочеться бути подалі від натовпу, а не там де половина міста вирішує всі свої справи.

source: Poza tym, co innego mogą mieć na kontynencie? Ani winogron, ani chmielu, to piją te swoje pomyje.
uk: Крім того, що ще вони можуть пити на континенті? Ні винограду, ні хмелю, тож вони п'ють свої помиї.

source: Poza tym, co to za władca, który raz na rok odwiedza swoich poddanych?
uk: Зрештою, що це за правитель, який відвідує своїх підданих раз на рік?

source: Poza tym, coś musiało dopaść poprzedniego wartownika, a to stało się na długo przed przybyciem strażników.
uk: Крім того, і з попереднім охоронцем щось сталося, і це було задовго до приходу вартових.

source: Poza tym, czekam tu na pomocnika.
uk: Крім того, я чекаю тут на помічника.

source: Poza tym, dlaczego interesujesz się sprawami straży, co? Nie macie tam w Araxos własnych problemów?
uk: До того ж, чому ти цікавишся справами вартових, га? Хіба у вас там, в Араксосі, немає своїх проблем?

source: Poza tym, dochodzi jeszcze kwestia gruntu... to nie przychodzi za darmo.
uk: Крім того, лишається питання землі... вона не надається задарма.

source: Poza tym, jak zamierzasz sprawdzić malunki w Starym Mieście? Możesz do niego wejść?
uk: До речі, як ти збираєшся перевіряти плями в Старому місті? Ти можеш туди увійти?

source: Poza tym, jesteś młody, w mieście jeszcze wiele osób nie zna twojej twarzy, może uda ci się dowiedzieć czegoś więcej niż moim pozostałym chłopcom.
uk: Крім того, ти молодий, багато хто в місті ще не знає твого обличчя, можливо, ти зможеш довідатися більше, ніж інші мої хлопці.

source: Poza tym, jesteś strażnikiem spoza kopalni, i to chyba od jakiegoś czasu. Może nie będziesz tak prymitywny, jak tutejsi.
uk: До того ж, хоч і ти вартовий, але не з копальні, і, мабуть, вже давненько. Може, ти не будеш настільки примітивним, як місцеві.

source: Poza tym, już raz nas los rozdzielił. Nie popełnię tego samego błędu.
uk: До того ж, одного разу доля нас вже розлучила. Я не допущу тієї ж помилки.

source: Poza tym, każdy tu dba o własne interesy.
uk: Крім того, тут кожен дбає про власні інтереси.

source: Poza tym, mam wsparcie Bastiana i Marthy. Im to nikt nie podskoczy!
uk: Крім того, мене підтримують Бастіан і Марта. Їм ніхто не буде суперечити!

source: Poza tym, może wpadniesz na jakiś sensowny trop, a nie będziesz po prostu słuchał motłochu.
uk: Крім того, можливо, тоді тобі вдасться знайти справжні докази замість того, щоб просто слухати натовп.

source: Poza tym, muszę poćwiczyć na innych materiałach, nie tylko na stali zgrzewnej.
uk: Крім того, мені потрібно практикуватися і на інших матеріалах, а не тільки на сталі.

source: Poza tym, mój starszy brat służył w Gwardii przez wiele lat i zaraził mnie pasją do wojaczki.
uk: До того ж, мій старший брат багато років служив у Міській Варті та заразив мене пристрастю до військової справи.

source: Poza tym, na twoim miejscu byłoby mi żal tępić taki piękny miecz.
uk: Крім того, на твоєму місці мені було б шкода затупити такий гарний меч.

source: Poza tym, nie chciałem iść do armii. Marzy mi się dom, dobra praca, rodzina.
uk: До того ж, я не хотів йти в армію. Я мрію про дім, хорошу роботу, сім'ю.

source: Poza tym, nie liczyłbym na straż miejską. Im to tylko wyzysk wieśniaków w głowie.
uk: Крім того, я б не розраховував на Міську Варту. У них на думці тільки експлуатація селян.

source: Poza tym, odnalezienie go to chyba wasze zadanie. Mylę się?
uk: Крім того, знайти його – це, певно, ваша робота. Чи не так?

source: Poza tym, po cholerę mamy ginąć na wojnie, która w ogóle nie powinna nas obchodzić?
uk: Крім того, якого дідька ми повинні вмирати на війні, яка нас взагалі не повинна хвилювати?

source: Poza tym, po prostu nie mam tutaj na to warunków. To jak, załatwisz sprawę?
uk: До того ж, я просто не маю можливості це зробити. То як, ти розберешся з цим?

source: Poza tym, przecież to bydlę może podejść bliżej i zagrozić farmerom! Trzeba się go pozbyć!
uk: До того ж, ця тварюка може наблизитися і створити загрозу селянам! Треба позбутися його!

source: Poza tym, regularne oddziały straży miejskiej zapewniają lepszą ochronę, niż paru wartowników na krzyż.
uk: Крім того, добре організовані підрозділи Міської Варти забезпечать кращий захист, ніж жменька охоронців.

source: Poza tym, równie dobrze mógł wyrżnąć się na prostej drodze, a ty dorobiłeś do tego historię.
uk: Крім того, він міг з таким же успіхом спіткнутися на рівному місці, а ти вигадав з цього цілу історію.

source: Poza tym, ta farma przeszła już swoje. Odbyli swoją bitwę i ją zwyciężyli. Należy im się trochę spokoju, niech o ich bezpieczeństwo zadbają ci, którzy powinni to robić.
uk: Крім того, ця ферма вже відвоювала своє. У них була своя битва, і вони її виграли. Вони заслуговують на тишу і спокій. Нехай про їхню безпеку подбають ті, хто повинен це робити.

source: Poza tym, to Jorn zniknął, nie ja. Wierz mi, chłopcze, gdyby ktoś chciał mnie ukatrupić, już dawno miałby ku temu wiele okazji.
uk: До того ж це Йорн зник, а не я. Повір мені, хлопче, якби хтось хотів мене вбити, то вже давно міг би це зробити.

source: Poza tym, trudno o prawdziwe wyzwanie, gdy się jest najlepszym myśliwym w okolicy.
uk: До того ж, навряд чи це справжній виклик, коли ти найкращий мисливець в окрузі.

source: Poza tym, w końcu ruszamy razem na wyprawę. Wolałbym, żebyś pozostał przy życiu!
uk: Крім того, ми ж збираємося в експедицію разом. Я б хотів, щоб ти залишився живим!

source: Poza tym, w przeciwieństwie do was, Fabio nie ma tutaj wuja, który załatwi mu wszystko, czego potrzebuje.
uk: Крім того, на відміну від тебе, у Фабіо немає дядька, який би забезпечував його всім необхідним.

source: Poza tym, wie więcej o tych wielonogich paskudztwach niż ktokolwiek inny.
uk: До того ж, він знає про цих багатоногих тварюк більше, ніж будь-хто інший.

source: Poza tym, z cenami, jakie oferujemy, nie jest w stanie konkurować żadna inna organizacja handlowa na świecie.
uk: Крім того, жодна інша торгова організація у світі не може конкурувати з нашими цінами.

source: Poza tym, z przykrością muszę stwierdzić, że moje stanowisko wymaga odpowiedniego zaplecza.
uk: Крім того, з жалем мушу констатувати, що моя діяльність вимагає відповідної допомоги.

source: Poza tym, za mało mi płacą, żebym nadstawiał za kogoś karku, a tym bardziej za jakieś przybłędy.
uk: Крім того, мені стільки не платять, щоб я підставляв шию за когось, особливо за якихось приблуд.

source: Poza tym, zawsze mi się z tobą dobrze pracowało. Masz głowę do rozwiązywania problemów.
uk: Крім того, мені завжди подобалося працювати з тобою. Ти вмієш працювати головою.

source: Poza tym, zostały nam jeszcze dwie butelki wina, a chyba nie chcemy, żeby się zmarnowało.
uk: Крім того, у нас залишилося ще дві пляшки вина, а ми ж не хочемо, щоб воно пропало даремно.

source: Pozamiatałem kuchnię.
uk: Я підмів на кухні.

source: Pozamieniali?
uk: Перетворимось?

source: Pozbawieni opiekunów ludzie zaczęli wznosić chramy i kaplice ku czci Bogów, szukając w nich ratunku i pocieszenia w godzinie trwogi. Nade wszystko ukochali wyłącznie dwóch spośród nich - Innosa, pana światła i porządku, oraz Beliara, władcę ciemności i chaosu. Od tamtej chwili światło i mrok, życie i śmierć, porządek i chaos stale ścierały się ze sobą, zatruwając serca śmiertelników.
uk: Позбавлені покровителів, люди почали зводити храми і каплиці на честь богів, шукаючи в них порятунку і розради в скрутну годину. Найбільше вони шанували лише двох із них: Інноса - повелителя світла і порядку, та Беліара - володаря темряви й хаосу. Відтоді світло і темрява, життя і смерть, порядок і хаос постійно стикалися між собою, отруюючи серця смертних.

source: Pozbawiona oprawy księga.
uk: Книга без палітурки.

source: Pozbawiony dostaw zaopatrzenia Jarund, wciąż jednak dysponował zapasami, które z powodzeniem wystarczały mu na długie miesiące oblężenia. Farkand z kolei, mimo że kontrolował pola, nie mógł wykorzystać ich bogactw z powodu postępującej zimy.
uk: Позбавлений постачання, Ярунд, однак, все ще мав запаси, яких успішно вистачило на місяці облоги. Фарканд, з іншого боку, хоч і контролював поля, але не зміг використати їхні врожаї через наближення зими.

source: Pozbawiłem Ducha życia. Mogę wracać do Yezegana.
uk: Я позбавив Духа життя. Я можу повернутися до Єзегана.

source: Pozbawiłem Ducha życia. Powinienem przetestować resztę mikstur.
uk: Я позбавив Духа життя. Треба перевірити інші зілля.

source: Pozbawiłem Rębacza życia. Mogę wracać do Yezegana.
uk: Я позбавив Різника життя. Я можу повернутися до Єзегана.

source: Pozbawiłem Rębacza życia. Powinienem przetestować resztę mikstur.
uk: Я позбавив Різника життя. Треба перевірити інші зілля.

source: Pozbycie się resztek po tym nieudaczniku nie było częścią kontraktu, dlatego z miłą chęcią zostawiłem to zadanie ścierwojadom.
uk: Позбавлення від решток цього невдахи не було частиною контракту, тому я був більш ніж радий залишити це завдання падальникам.

source: Pozbycie się tych dowodów na pewno jest w twoim zasięgu, daj spokój!
uk: Тобі цілком під силу позбутися цих доказів, ну ж бо!

source: Pozbyliśmy się całej grupy, z którą zmagał się Weigar. A przynajmniej mamy nadzieję, że to cała grupa.
uk: Ми позбулися всієї банди, яка докучала Вейгару. Або, принаймні, сподіваємося, що це була уся банда.

source: Pozbyliśmy się dwóch orkowych hersztów. Oby ludziom Garosa udało się znaleźć kolejnych. Czas do niego wrócić.
uk: Ми позбулися двох вождів орків. Сподіваюся, що людям Гароса вдалося виявити інших. Настав час повернутися до нього.

source: Pozbyliśmy się ich raz na zawsze.
uk: Ми позбулися їх раз і назавжди.

source: Pozbyliśmy się orków na bagnach i wybrzeżu topielców.
uk: Ми позбулися орків на болотах та на Узбережжі луркерів.

source: Pozbywając się pakunku od Otho, nie będę mógł spełnić jego prośby.
uk: Позбувшись пакунка від Отто, я не зможу виконати його прохання.

source: Pozbyłem się Twardziela. Trzeba powiedzieć o tym Garosowi.
uk: Я позбувся Міцнюги. Потрібно розповісти про це Гаросу.

source: Pozbyłem się go, więc nie będzie nam już sprawiał problemów.
uk: Я позбувся його, тож він більше не створить нам проблем.

source: Pozbyłem się golemów.
uk: Я позбувся големів.

source: Pozbyłem się ich, na wszelki wypadek.
uk: Я позбувся їх, про всяк випадок.

source: Pozbyłem się krzykaczy Lichwiarza.
uk: Я позбувся оповісників Лихваря.

source: Pozbyłem się leśnych bestii z pola dyniowego Rity.
uk: Я позбувся лісових жуків на гарбузовому полі Рити.

source: Pozbyłem się lidera grupy. Pójdę powiedzieć o tym Weigarowi. Wrócę na plac w porcie, na którym miało dojść do wymiany.
uk: Я позбувся ватажка банди. Скажу про це Вейгару. Він має бути на площі в порту, де мав відбутися обмін.

source: Pozbyłem się lodowych wilków. Z pewnością ucieszy to Garosa.
uk: Я позбувся крижаних вовків. Це, безумовно, порадує Гароса.
